Repository: yeallen946-art/Brilliancy
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: ALL GAMES
zh_hans: 全部对局

source: About
zh_hans: 关于

source: Account
zh_hans: 账户

source: An AI coach explains why the master's move works — and why yours falls short.
zh_hans: AI 教练讲解大师着法为何成立——以及你的着法差在哪里。

source: Begin
zh_hans: 开始

source: Chess board
zh_hans: 棋盘

source: Daily reminder
zh_hans: 每日提醒

source: Done
zh_hans: 完成

source: Enable notifications for Brilliancy in iOS Settings to get the daily reminder.
zh_hans: 请在 iOS 设置中允许 Brilliancy 发送通知,以接收每日提醒。

source: Enjoyed today's game? The full library unlocks more master games like this, with AI insights on every move.
zh_hans: 喜欢今天的对局?完整题库解锁更多这样的大师名局,每一步都有 AI 讲解。

source: Explore the library
zh_hans: 探索题库

source: GUESS RATING
zh_hans: 棋感评分

source: Game complete
zh_hans: 本局完成

source: Guess Rating %arg
zh_hans: 棋感评分 %arg

source: Guess the master's move
zh_hans: 猜出大师的着法

source: LIBRARY
zh_hans: 题库

source: Learn from every move
zh_hans: 从每一步中学习

source: Loading plans…
zh_hans: 正在加载方案…

source: Master played %arg
zh_hans: 大师走的是 %arg

source: Match!
zh_hans: 命中!

source: Move %arg
zh_hans: 第 %arg 回合

source: Next
zh_hans: 下一步

source: No games available — check your connection.
zh_hans: 暂无对局——请检查网络连接。

source: No games available.
zh_hans: 暂无对局。

source: Not just right or wrong.
zh_hans: 不只是对与错。

source: Notifications
zh_hans: 通知

source: Notifications are off
zh_hans: 通知未开启

source: OK
zh_hans: 好

source: One local notification a day when a new challenge is ready. Nothing leaves your device.
zh_hans: 每天一条本地通知,提醒你新挑战已就绪。任何数据都不会离开你的设备。

source: Outguess the legends.
zh_hans: 与传奇过招。

source: PACKS
zh_hans: 题包

source: Plan
zh_hans: 方案

source: Play one master game a day and guess the next move yourself.
zh_hans: 每天一盘大师名局,亲手猜出他的下一步。

source: Play today's game
zh_hans: 开始今日对局

source: Progress
zh_hans: 进步

source: Rating history and your strengths & weaknesses by theme appear here as you play.
zh_hans: 随着你不断练习,这里会出现评分曲线和分类强弱项。

source: Restore purchases
zh_hans: 恢复购买

source: Score %arg
zh_hans: 得分 %arg

source: See how your chess sense is growing
zh_hans: 看见你的棋感在成长

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Start your streak — one brilliant game a day.
zh_hans: 开始你的连胜——每天一局精彩名局。

source: That didn't go through
zh_hans: 未能完成

source: The purchase couldn't be completed and you weren't charged. Please try again.
zh_hans: 购买未能完成,你没有被扣费。请重试。

source: Time
zh_hans: 时间

source: Today
zh_hans: 今日

source: Today's game is ready.
zh_hans: 今天的对局已就位。

source: Train
zh_hans: 训练

source: Unlock
zh_hans: 解锁

source: Version
zh_hans: 版本

source: You played %arg
zh_hans: 你走的是 %arg

source: Your guess rating, streaks, and strengths & weaknesses by theme — part of the full library.
zh_hans: 棋感评分、连胜与分类强弱项——完整题库的一部分。
